Samples/PlayReady/cs/Data/MeteringChallenge.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <GetMeteringCertificate xmlns="http://schemas.microsoft.com/DRM/2007/03/protocols">
      <challenge>
        <Challenge>
          <MeterCert>
            <Version>1</Version>
            <MID>NOTSET</MID>
          </MeterCert>
        </Challenge>
      </challenge>
    </GetMeteringCertificate>
  </soap:Body>
</soap:Envelope>